Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Comment sent successfully
ar: تم إرسال التعليق بنجاح
ca: S'ha enviat el comentari correctament
cy: Wedi llwyddo i anfon y sylw
da: Kommentar sendt
da_instk12: Kommentar sendt
de: Kommentar erfolgreich gesendet.
es: Comentario enviado con éxito
es_es: Se ha enviado el comentario
fi: Kommentin lähetys onnistui
fr: Commentaire envoyé avec succès
fr_ca: Commentaire envoyé avec succès
ga: D'éirigh leis an ráiteas a sheoladh
hi: टिप्पणी सफलतापूर्वक भेजी गई
ht: Kòmantè ale avèk siksè
id: Komentar berhasil dikirim
is: Athugasemd send
it: Commento inviato correttamente
ja: コメントは正常に送信されました
mi: I pai te tuku korero
ms: Komen berjaya dihantar
nb: Kommentaren ble sendt
nl: Opmerking verzonden
pl: Komentarz przesłany pomyślnie
pt: Comentário enviado com êxito
pt_br: Comentário enviado com sucesso
ru: Комментарий успешно отправлен
sl: Komentar je bil uspešno poslan
sv: Kommentaren skickades
sv_instk12: Kommentaren skickades
th: ส่งความเห็นเสร็จสิ้น
vi: Đã gửi bình luận thành công
zh: 已成功发送评论
zh_hk: 成功傳送評論

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
da_instk12: Kommentarer
de: Kommentare
es: Comentarios
es_es: Comentarios
fi: Kommentit
fr: Commentaires
fr_ca: Commentaires
ga: Ráitis
hi: टिप्पणियां
ht: Kòmantè
id: Komentar
is: Athugasemdir
it: Commenti
ja: コメント
mi: Ngā kōrero
ms: Komen
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ru: Комментарии
sl: Komentarji
sv: Kommentarer
sv_instk12: Kommentarer
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
da: Fuldført
da_instk12: Fuldført
de: Fertigstellen
es: Completa
es_es: Completo
fi: Valmis
fr: Terminé
fr_ca: Terminé
hi: पूरा हुआ
ht: Fini
id: Lengkap
is: Lokið
it: Completa
ja: 完了
mi: Oti
ms: Lengkap
nb: Godkjent
nl: Voltooid
pl: Ukończony
pt: Completo
pt_br: Concluído
ru: Завершить
sl: Zaključeno
sv: Färdig
sv_instk12: Fullgjord
th: เสร็จสิ้น
vi: Hoàn thành
zh: 完成
zh_hk: 完成

source: Could not save the comment.
ar: تعذر حفظ التعليق.
ca: No s'ha pogut desar el comentari.
cy: Doedd dim modd cadw'r sylw.
da: Kunne ikke gemme kommentaren.
da_instk12: Kunne ikke gemme kommentaren.
de: Konnte Kommentar nicht speichern.
es: No se pudo guardar el comentario.
es_es: No se ha podido guardar el comentario.
fi: Kommentin tallentaminen ei onnistunut
fr: Impossible d’enregistrer le commentaire.
fr_ca: Impossible d’enregistrer le commentaire.
ga: Níorbh fhéidir an ráiteas a shábháil.
hi: टिप्पणी सहेजी नहीं जा सकी।
ht: Pa kapab anrejistre kòmantè a.
id: Tidak dapat menyimpan komentar.
is: Ekki var hægt að vista athugasemdina.
it: Impossibile salvare il commento.
ja: コメントを保存できませんでした。
mi: Kaore i taea te tiaki i te kōrero.
ms: Tidak dapat menyimpan komen.
nb: Kunne ikke lagre kommentaren.
nl: Kan de opmerking niet opslaan.
pl: Nie można zapisać komentarza.
pt: Não foi possível guardar o comentário.
pt_br: Não foi possível salvar o comentário.
ru: Не удалось сохранить комментарий.
sl: Komentarja ni bilo mogoče shraniti.
sv: Det gick inte att spara kommentaren.
sv_instk12: Det gick inte att spara kommentaren.
th: ไม่สามารถบันทึกความเห็นนี้
vi: Không thể lưu bình luận.
zh: 无法保存评论。
zh_hk: 無法儲存評論。

source: Courses
ar: المساقات
ca: Assignatures
cy: Cyrsiau
da: Fag
da_instk12: Fag
de: Kurse
es: Cursos
es_es: Asignaturas
fi: Kurssit
fr: Cours
fr_ca: Cours
ga: Cúrsaí
hi: पाठ्यक्रम
ht: Kou
id: Kursus
is: Námskeið
it: Corsi
ja: コース
mi: Ngā Akoranga
ms: Kursus
nb: Emner
nl: Cursussen
pl: Kursy
pt: Disciplinas
pt_br: Cursos
ru: Курсы
sl: Predmeti
sv: Kurser
sv_instk12: Kurser
th: บทเรียน
vi: Các khóa học
zh: 课程
zh_hk: 課程

source: Customize Grade
ar: تخصيص الدرجة
ca: Personalitza la nota
cy: Personoli Gradd
da: Tilpas karakter
da_instk12: Tilpas vurdering
de: Note anpassen
es: Personalizar calificación
es_es: Personalizar nota
fi: Mukautettu arvosana
fr: Personnaliser la note
fr_ca: Personnaliser la notation
ga: Saincheap Marc
hi: गग्रेड कस्टमाइज करें
ht: Pèsonalize Nòt
id: Kustomisasikan Nilai
is: Sérsníða einkunn
it: Personalizza voto
ja: グレードを最適化
mi: Whakarite kōeke
ms: Sesuaikan Gred
nb: Tilpass vurdering
nl: Cijfer aanpassen
pl: Konfiguruj ocenę
pt: Personalizar classificação
pt_br: Personalizar nota
ru: Персонализировать оценку
sl: Prilagodi oceno po meri
sv: Anpassa omdöme
sv_instk12: Anpassa bedömning
th: ปรับแต่งเกรด
vi: Tùy Chỉnh Lớp
zh: 自定义评分
zh_hk: 自訂評分

source: Date picker
ar: منتقي التاريخ
ca: Selector de dates
cy: Dewiswr dyddiadau
da: Datovælger
da_instk12: Datovælger
de: Datumsauswahl
es: Seleccionador de fechas
es_es: Seleccionador de fechas
fi: Päivämäärän valitsin
fr: Sélecteur de dates
fr_ca: Sélecteur de date
ga: Roghnóir dáta
hi: डेट पिकर
ht: Selektè dat
id: Pemilih tanggal
is: Dagsetningaval
it: Selezione data
ja: 日付ピッカー
mi: Rā Kaitoi
ms: Pemilih tarikh
nb: Dato velger
nl: Datumkiezer
pl: Wybór daty
pt: Seletor de data
pt_br: Selecionador de datas
ru: Элемент выбора даты
sl: Orodje za izbiro podatkov
sv: Datumväljare
sv_instk12: Datumväljare
th: ตัวเลือกวันที่
vi: Bộ chọn ngày
zh: 日期选取器
zh_hk: 日期選擇器

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
da: Beskrivelse
da_instk12: Beskrivelse
de: Beschreibung
es: Descripción
es_es: Descripción
fi: Kuvaus
ga: Cur síos
hi: विवरण
ht: Deskripsyon
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
mi: Whakāhuatanga
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
sv_instk12: Beskrivning
th: รายละเอียด
vi: Mô Tả
zh: 说明
zh_hk: 描述

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
da: Afvis
da_instk12: Afvis
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Ignorer
fr_ca: Ignorer
ga: Dún
hi: खारिज करें
ht: Rejte
id: Singkirkan
is: Sleppa
it: Ignora
ja: 取り下げる
mi: Pana
ms: Tolak
nb: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Ignorar
pt_br: Descartar
ru: Исключить
sl: Opusti
sv: Avvisa
sv_instk12: Avvisa
th: ยกเลิก
vi: Hủy Bỏ
zh: 撤销
zh_hk: 忽略

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
da_instk12: Udført
de: Fertig
es: Listo
es_es: Hecho
fi: Valmis
fr: Terminé
fr_ca: Terminé
ga: Déanta
hi: हो गया
ht: Fini
id: Selesai
is: Lokið
it: Fatto
ja: 終了
mi: Kua mahia
ms: Siap
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Feito
pt_br: Feito
ru: Готово
sl: Dokončano
sv: Klar
sv_instk12: Klar
th: เสร็จสิ้น
vi: Đã Xong
zh: 完成
zh_hk: 已完成

source: Double tap to close drawer
ar: اضغط مرتين لإغلاق الدرج
ca: Toqueu-hi dues vegades per tancar el calaix
cy: Tapiwch ddwywaith i gau'r drôr
da: Dobbelttryk for at lukke skuffen
da_instk12: Dobbelttryk for at lukke skuffen
de: Zweimal tippen, um Fach zu schließen
es: Toque dos veces para cerrar el panel
es_es: Doble toque para cerrar el cajón
fi: Sulje laatikko kaksoisnapsauttamalla
fr: Appuyez deux fois pour fermer le tiroir
fr_ca: Double tapotement pour fermer le tiroir
ga: Tapáil faoi dhó chun an tarraiceán a dhúnadh
hi: ड्रॉर बंद करने के लिए डबल टैप करें
ht: Tape de fwa pou fèmen tiwa a
id: Ketuk dua kali untuk menutup drawer
is: Pikkaðu tvisvar til að loka skúffu
it: Tocca due volte per chiudere il cassetto
ja: ダブルタップして引き出しを閉じます
mi: Pātuki rua hei kati i te rārangi kōwhiringa
ms: Ketik dua kali untuk menutup laci
nb: Dobbeltklikk for å lukke skuff
nl: Tik twee keer om de lade te sluiten
pl: Stuknij dwukrotnie, aby zamknąć panel boczny
pt: Toque duas vezes para fechar a gaveta
pt_br: Toque duplo para fechar a gaveta
ru: Щелкните дважды, чтобы закрыть панель
sl: Dvakrat tapnite za zapiranje predala
sv: Dubbeltryck för att stänga facket
sv_instk12: Dubbeltryck för att stänga facket
th: กดเลือกสองครั้งเพื่อปิดแผงรายการ
vi: Nhấn đúp để đóng ngăn kéo
zh: 双击关闭抽屉
zh_hk: 點選兩下以關閉抽屜

source: Double tap to open drawer
ar: اضغط مرتين لفتح الدرج
ca: Toqueu-hi dues vegades per obrir el calaix
cy: Tapiwch ddwywaith i agor y drôr
da: Dobbelttryk for at åbne skuffen
da_instk12: Dobbelttryk for at åbne skuffen
de: Zweimal tippen, um Fach zu schließen
es: Toque dos veces para abrir el panel
es_es: Doble toque para abrir el cajón
fi: Avaa laatikko kaksoisnapsauttamalla
fr: Appuyez deux fois pour ouvrir le tiroir
fr_ca: Double tapotement pour ouvrir le tiroir
ga: Tapáil faoi dhó chun an tarraiceán a oscailt
hi: ड्रॉर खोलने के लिए डबल टैप करें
ht: Tape de fwa pou ouvri tiwa a
id: Ketuk dua kali untuk membuka drawer
is: Pikkaðu tvisvar til að opna skúffu
it: Tocca due volte per aprire il cassetto
ja: ダブルタップして引き出しを開きます
mi: Pātuki rua hei whakatuwhera i te rārangi kōwhiringa
ms: Ketik dua kali untuk membuka laci
nb: Dobbeltklikk for å åpne skuff
nl: Tik twee keer om de lade te openen
pl: Stuknij dwukrotnie, aby otworzyć panel boczny
pt: Toque duas vezes para abrir a gaveta
pt_br: Toque duplo para abrir a gaveta
ru: Щелкните дважды, чтобы открыть панель
sl: Dvakrat tapnite za odpiranje predala
sv: Dubbeltryck för att öppna facket
sv_instk12: Dubbeltryck för att öppna facket
th: กดสองครั้งเพื่อเปิดแผงรายการ
vi: Nhấn đúp để mở ngăn kéo
zh: 双击打开抽屉
zh_hk: 點選兩下以開啟抽屜

source: Double tap to view attempt
ar: اضغط ضغطًا مزدوجًا لعرض المحاولة
ca: Toca dues vegades l’intent per visualitzar-lo
cy: Tapiwch ddwywaith i weld ymgais
da: Dobbelttryk for at se forsøget
da_instk12: Dobbelttryk for at se forsøget
de: Doppeltippen, um den Versuch anzuzeigen
es: Toque dos veces para ver el intento
es_es: Toca dos veces para ver el intento
fi: Valitse yritys kaksoinapsauttamalla
fr: Appuyer deux fois pour afficher la tentative
fr_ca: Tapotez deux fois pour voir la tentative
ga: Tapáil faoi dhó chun iarracht a fheiceáil
hi: प्रयास देखने के लिए डबल टैप करें
ht: Tape de fwa pou gade tantativ la
id: Ketuk dua kali untuk melihat upaya
is: Pikkaðu tvisvar til að skoða tilraun
it: Tocca due volte per visualizzare il tentativo
ja: ダブルタップして解答を表示する
mi: Pato rua hei tiro i te nganatanga
ms: Ketik dua kali untuk melihat percubaan
nb: Dobbeltklikk for å vise forsøk
nl: Twee keer tikken om poging te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić próbę
pt: Toque duas vezes para ver a tentativa
pt_br: Toque duas vezes para ver a tentativa
ru: Щелкните дважды для просмотра попытки
sl: Dvakrat tapnite za ogled poskusa
sv: Dubbeltryck för att visa försök
sv_instk12: Dubbeltryck för att visa försök
th: กดเลือกสองครั้งเพื่อดูจำนวนครั้ง
vi: Nhấn đúp để xem lần thử
zh: 双击以查看尝试
zh_hk: 點選兩下以檢視嘗試

source: Double tap to view file
ar: اضغط ضغطًا مزدوجًا لعرض الملف
ca: Toca dues vegades el fitxer per visualitzar-lo
cy: Tapiwch ddwywaith i weld y ffeil
da: Dobbelttryk for at se filen
da_instk12: Dobbelttryk for at se filen
de: Doppeltippen, um die Datei anzuzeigen
es: Toque dos veces para ver el archivo
es_es: Toca dos veces para ver el archivo
fi: Valitse tiedosto kaksoinapsauttamalla
fr: Appuyer deux fois pour afficher le fichier
fr_ca: Tapotez deux fois pour visualiser le fichier
ga: Tapáil faoi dhó chun an comhad a fheiceáil
hi: फ़ाइल देखने के लिए डबल टैप करें
ht: Tape de fwa pou gade fichye a
id: Ketuk dua kali untuk melihat file
is: Pikkaðu tvisvar til að skoða skrá
it: Tocca due volte per visualizzare il file
ja: ダブルタップしファイルを表示する
mi: Pato rua hei tiro i te konae
ms: Ketika dua kali untuk melihat fail
nb: Dobbeltklikk for å vise fil
nl: Twee keer tikken om bestand te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić plik
pt: Toque duas vezes para ver o ficheiro
pt_br: Toque duas vezes para visualizar o arquivo
ru: Щелкните дважды для просмотра файла
sl: Dvakrat tapnite za ogled datoteke
sv: Dubbeltryck för att visa filen
sv_instk12: Dubbeltryck för att visa filen
th: กดเลือกสองครั้งเพื่อดูไฟล์ข้อมูล
vi: Nhấn đúp để xem tập tin
zh: 双击以查看文件
zh_hk: 點選兩下以檢視檔案

source: Double tap to view profile
ar: اضغط ضغطًا مزدوجًا لعرض ملف التعريف
ca: Toca dues vegades el perfil per visualitzar-lo
cy: Tapiwch ddwywaith i weld y proffil
da: Dobbelttryk for at se profilen
da_instk12: Dobbelttryk for at se profilen
de: Doppeltippen, um das Profil anzuzeigen
es: Toque dos veces para ver el perfil
es_es: Toca dos veces para ver el perfil
fi: Tarkastele kaksoisnapsauttamalla
fr: Appuyer deux fois pour afficher le profil
fr_ca: Tapotez deux fois pour visualiser le profil
ga: Tapáil faoi dhó chun an phróifíl a fheiceáil
hi: प्रोफ़ाइल देखने के लिए डबल टैप करें
ht: Tape de fwa pou gade pwofil la
id: Ketuk dua kali untuk melihat profil
is: Pikkaðu tvisvar til að skoða upplýsingar
it: Tocca due volte per visualizzare il profilo
ja: ダブルタップしてプロフィールを表示する
mi: Pato rua hei tiro i te kōtaha
ms: Ketik dua kali untuk melihat profil
nb: Dobbeltklikk for å vise profil
nl: Twee keer tikken om profiel te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić profil
pt: Toque duas vezes para ver o perfil
pt_br: Toque duas vezes para ver o perfil
ru: Щелкните дважды, чтобы просмотреть профиль
sl: Dvakrat tapnite za ogled profila
sv: Dubbeltryck för att visa profilen
sv_instk12: Dubbeltryck för att visa profilen
th: กดสองครั้งเพื่อดูโพรไฟล์
vi: Nhấn đúp để xem hồ sơ
zh: 双击以查看配置文件
zh_hk: 點選兩下以檢視個人檔案

source: Drawer menu
ar: قائمة الدرج
ca: Menú Calaix
cy: Dewislen drôr
da: Skuffemenu
da_instk12: Skuffemenu
de: Fach-Menü
es: Menú del panel
es_es: Menú de cajón
fi: Laatikkovalikko
fr: Menu du tiroir
fr_ca: Menu du tiroir
ga: Roghchlár an tarraiceáin
hi: ड्रॉर मेनू
ht: Meni tiwa
id: Menu drawer
is: Skúffuvalmynd
it: Menu cassetto
ja: 引き出しメニュー
mi: Rārangi kōwhiringa
ms: Menu Laci
nb: Skuffmeny
nl: Lademenu
pl: Menu panelu bocznego
pt: Menu da gaveta
pt_br: Menu da gaveta
ru: Меню панели
sl: Meni predala
sv: Meny för fack
sv_instk12: Meny för fack
th: เมนูแผงรายการ
vi: Menu ngăn kéo
zh: 抽屉菜单
zh_hk: 抽屜選單

source: Due Dates, Double tap for details.
ar: تواريخ الاستحقاق، اضغط ضغطًا مزدوجًا للاطلاع على التفاصيل.
ca: Dates de lliurament. Toqueu dues vegades per obtenir-ne informació.
cy: Dyddiadau Cau, Tapiwch ddwywaith i gael y manylion.
da: Afleveringsdatoer, dobbeltklik for detaljer.
da_instk12: Afleveringsdatoer, dobbeltklik for detaljer.
de: Fälligkeitsdaten, Doppeltipp für Details
es: Fechas límite, tocar dos veces para ver detalles
es_es: Fechas de entrega, toca dos veces para ver los detalles
fi: Määräajat, näet tiedot kaksoisnapauttamalla.
fr: Dates limites, appuyez deux fois pour plus de détails.
fr_ca: Dates d’échéance, appuyez deux fois pour plus de détails.
ga: Dátaí Dlite, Tapáil faoi dhó le haghaidh sonraí.
hi: नियत तिथियां, विवरण के लिए डबल टैप करें।
ht: Delè, Tape de fwa pou ka wè detay yo.
id: Tanggal Batas, Ketuk Dua Kali untuk detail.
is: Skiladagar, tvísmelltu fyrir upplýsingar.
it: Date di scadenza. Tocca due volte per visualizzare i dettagli.
ja: 期限、詳細をダブルタップしてください。
mi: Ngā ra e tika ana, Pātōtō rua wā mō ngā taipitopito.
ms: Tarikh Siap, Ketik dua kali untuk melihat butiran.
nb: Forfallsdatoer, dobbeltklikk for detaljer.
nl: Vervaldatums, voor details dubbelklikken.
pl: Terminy; stuknij dwukrotnie, aby wyświetlić szczegóły.
pt: Datas devidas, toque duas vezes para obter detalhes.
pt_br: Prazos de entrega, toque duas vezes para detalhes.
ru: Сроки исполнения, щелкнуть дважды для отображения деталей.
sl: Roki; dvakrat tapnite za podrobnosti.
sv: Inlämningsdatum, dubbelklicka för detaljer.
sv_instk12: Inlämningsdatum, dubbelklicka för detaljer.
th: วันครบกำหนด กดสองครั้งเพื่อดูรายละเอียด
vi: Ngày Đến Hạn, Nhấn đúp để biết chi tiết.
zh: 截止日期，双击可显示详情。
zh_hk: 截止日期，雙擊以顯示詳情。

source: Due:
ar: تاريخ الاستحقاق:
ca: Data de lliurament:
cy: Erbyn:
da: Forfalder:
da_instk12: Forfalder:
de: Fällig:
es: Fecha límite:
es_es: Fecha de entrega:
fi: Määräpäivä:
fr: À remettre le :
fr_ca: Échéance :
ga: Dlite:
hi: नियत:
ht: Delè:
id: Batas waktu:
is: Skil:
it: Scadenza:
ja: 期限：
mi: E tika ana:
ms: Cukup tempoh:
nb: Frist:
nl: Inleverdatum:
pl: Termin:
pt: Vencimento:
pt_br: Vencimento:
ru: Срок:
sl: Rok:
sv: Inlämningsdatum:
sv_instk12: Inlämningsdatum:
th: ครบกำหนด:
vi: Hạn:
zh: 到期：
zh_hk: 截止日期：

source: Edit
ar: تحرير
ca: Edita
cy: Golygu
da: Rediger
da_instk12: Redigér
de: Ändern
es: Editar
es_es: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
ga: Cuir in eagar
hi: संपादित करें
ht: Modifye
is: Breyta
it: Modifica
ja: 編集
mi: Whakatika
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Редактировать
sl: Uredi
sv: Redigera
sv_instk12: Redigera
th: แก้ไข
vi: Chỉnh Sửa
zh: 编辑
zh_hk: 編輯

source: Error
ar: خطأ
cy: Gwall
da: Fejl
da_instk12: Fejl
de: Fehler
fi: Virhe
fr: Erreur
fr_ca: Erreur
hi: त्रुटि
ht: Erè
id: Kesalahan
is: Villa
it: Errore
ja: エラー
mi: Hapa
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
sv_instk12: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh: 错误
zh_hk: 錯誤

source: Error: No data returned from the rollcall api.
ar: خطأ: لا توجد بيانات عائدة من api للتحقق من الحضور.
ca: Error: L'API de passar llista no ha retornat cap data.
cy: Gwall: Dim data wedi'i ddychwelyd o API y gofrestr.
da: Fejl: Ingen data returneret fra navneopkald-api.
da_instk12: Fejl: Ingen data returneret fra navneopkald-api.
de: Fehler: Keine Daten von der Rollcall-API zurückgegeben.
es: Error: No se devolvieron datos de la api de la lista de asistencia.
es_es: Error: No se han obtenido datos de la api de la lista de asistencia.
fi: Virhe Rollcall apista ei palautettu tietoja.
fr: Erreur : Aucune donnée retournée par l’api rollcall.
fr_ca: Erreur : Aucune donnée renvoyée par l’API d’appel nominal.
ga: Earráid: Níor cuireadh aon shonraí ar ais ón api glaoch rolla.
hi: त्रुटि: रोलकॉल API से कोई डेटा वापस नहीं आया।
ht: Erè: Okenn done ranvwaye pa API apèl la.
id: Kesalahan: Data tidak diberikan dari api rollcall.
is: Villa: Engin gögn komu frá nafnakalls api.
it: Errore: Nessun dato fornito da API votazione.
ja: エラー:ロールコールAPIから返されたデータはありません。
mi: Hapa: Kaore he raraunga i whakahokia mai i rollcall.
ms: Ralat: Tiada data dikembalikan daripada api panggil nama.
nb: Feil: Ingen data returnert fra opprop api.
nl: Fout: Geen gegevens geretourneerd door de Roll Call-API.
pl: Błąd: Brak danych zwróconych z interfejsu API Roll Call.
pt: Erro: Nenhum dado retornou do rollcall api.
pt_br: Erro: Nenhum dado retornado do api da Lista de chamada.
ru: Ошибка: Не получены данные от api проверки присутствия.
sl: Napaka: Iz vmesnika API za preverjanje prisotnosti ni vrnjenih podatkov.
sv: Fel: Ingen data returnerades från närvaro-API.
sv_instk12: Fel: Ingen data returnerades från närvaro-API.
th: ข้อผิดพลาด: ไม่มีข้อมูลแจ้งกลับจาก api การขานชื่อ
vi: Lỗi: Không có dữ liệu nào được trả về cho api điểm danh.
zh: 错误：没有数据从点名单 API 中返回。
zh_hk: 錯誤：沒有從點名 API 返回的數據。

source: Everyone
ar: الجميع
ca: Tothom
cy: Pawb
da: Alle
da_instk12: Alle
de: Jeder
es: Todos
es_es: Todos
fi: Kaikki
fr: Tout le monde
fr_ca: Tous
ga: Gach duine
hi: सभी
ht: Tout Moun
id: Semua Orang
is: Allir
it: Tutti
ja: 全員
mi: Tāngata katoa
ms: Semua orang
nb: Alle
nl: Iedereen
pl: Każdy
pt: Todos
pt_br: Todo mundo
ru: Все
sl: Vsi
sv: Alla
sv_instk12: Alla
th: ทุกคน
vi: Mọi Người
zh: 所有人
zh_hk: 所有人

source: Excuse Student
ar: السماح لطالب
ca: Excusa l'estudiant
cy: Esgusodi Myfyriwr
da: Fritag studerende
da_instk12: Fritag elev
de: Studierende*n entschuldigen
es: Excusar al estudiante
es_es: Justificar al estudiante
fi: Anna opiskelijalle anteeksi
fr: Excuser l’élève
fr_ca: Dispenser l’étudiant
ga: Ná bac leis an Mac Léinn
hi: छात्र को माफ़ करें
ht: Eskiz Elèv
id: Bolehkan Siswa
is: Veita nemanda leyfi
it: Giustifica studente
ja: 学生を免除する
mi: Whakawātea ākoranga
ms: Maafkan Pelajar
nb: Unnskylde student
nl: Cursist vrijstellen
pl: Zwolnij uczestnika z obowiązku
pt: Cancelar aluno
pt_br: Dispensar aluno
ru: Освободить студента
sl: Opraviči študenta
sv: Låt studenten slippa göra
sv_instk12: Låt eleven slippa göra
th: ยกเว้นผู้เรียน
vi: Cho Phép Sinh Viên
zh: 免除学生
zh_hk: 豁免學生

source: Excused
ar: معفى
ca: Justificat
cy: Wedi esgusodi
da: Undskyldt
da_instk12: Undskyldt
de: Entschuldigt
es: Justificado
es_es: Justificado
fi: Vapautettu
fr: Excusé
fr_ca: Exempté
ga: Leithscéal ina leith
hi: माफ़ किया
ht: Egzante
id: Dibolehkan
is: Undanþegið
it: Giustificato
ja: 評価対象外(免除)
mi: Whakawātea
ms: Dimaafkan
nb: Fritatt
nl: Vrijgesteld
pl: Usprawiedliwiony
pt: Desculpado
pt_br: Dispensado
ru: По уважительной причине
sl: Opravičeno
sv: Ursäktad
sv_instk12: Ursäktad
th: ได้รับการยกเว้น
vi: Đã Xin Phép
zh: 已免除
zh_hk: 已免除

source: Expanded
ar: تم التوسيع
ca: Desplegat
cy: Wedi ehangu
da: Udvidet
da_instk12: Udvidet
de: Erweitert
es: Expandido
es_es: Expandido
fi: Laajennettu
fr: Développé(e)
fr_ca: Développé(e)
ga: Leathnaithe
hi: बढ़ाया गया
ht: Elaji
id: Diperbesar
is: Stækkað
it: Esteso
ja: 拡大
mi: Kua rahi ake
ms: Kembangkan
nb: Utvidet
nl: Uitgevouwen
pl: Rozwinięte
pt: Expandido
pt_br: Expandido
ru: В развернутом виде
sl: Razširjeno
sv: Expanderad
sv_instk12: Förstorad
th: ขยายแล้ว
vi: Đã Mở Rộng
zh: 已扩展
zh_hk: 已展開

source: Failed to launch rollcall LTI tool.
ar: تعذر إطلاق أداة LTI للتحقق من الحضور.
ca: No s'ha pogut iniciar l'eina LTI de passar llista.
cy: Wedi methu llwytho adnodd galw cofrestr LTI.
da: Kunne ikke starte navneopkald-LTI-værktøj.
da_instk12: Kunne ikke starte navneopkald-LTI-værktøj.
de: Start von Rollcall-LTI-Tool fehlgeschlagen
es: Error al iniciar la herramienta LTI de la lista de asistencia.
es_es: Error al iniciar la herramienta LTI de la lista de asistencia.
fi: Roll LTI -työkalun lanseeraaminen epäonnistui.
fr: Échec du lancement de l'outil d'appel nominal LTI.
fr_ca: Impossible de lancer l'outil LTI d’appel nominal.
ga: Theip ar an uirlis Glaoch Rolla LTI a sheoladh.
hi: रोलकॉल LTI उपकरण लॉन्च करने में विफल।
ht: Echèk lansman zouti apèl nominal LTI.
id: Gagal meluncurkan alat LTI rollcall.
is: Ekki tókst að ræsa nafnakalls LTI verkfæri.
it: Impossibile avviare strumento LTI di votazione.
ja: LTI ツールを起動できませんでした。
mi: I hapa te tuku rollcall LTI taputapu.
ms: Gagal melancarkan alat LTI panggil nama.
nb: Lykkes ikke å opprette LTI-verktøyet opprop.
nl: Roll Call LTI Tool kan niet worden gestart.
pl: Nie udało się uruchomić narzędzia LTI.
pt: Falha ao iniciar a ferramenta LTI rollcall.
pt_br: Falhou em lançar ferramenta LTI de lista de chamada.
ru: Не удалось запустить инструмент переклички LTI.
sl: Preverjanja prisotnosti orodja LTI ni bilo mogoče zagnati.
sv: Det gick inte att starta LTI-verktyget för närvaro.
sv_instk12: Det gick inte att starta LTI-verktyget för närvaro.
th: ไม่สามารถเรียกใช้ LTI การขานชื่อ
vi: Khởi chạy công cụ LTI điểm danh thất bại.
zh: 无法启动点名LTI工具。
zh_hk: 啟動點名 LTI 工具失敗。

source: Failed to load submission data!
ar: فشل تحميل بيانات الإرسال!
ca: No s'han pogut carregar les dades de l’entrega
cy: Wedi methu llwytho data cyflwyno!
da: Kunne ikke indlæse afleveringsdata!
da_instk12: Kunne ikke indlæse afleveringsdata!
de: Abgabedaten konnten nicht geladen werden!
es: Se produjo un error al cargar los datos de la entrega.
es_es: ¡No se han podido entregar los datos!
fi: Lähetystietojen lataus epäonnistui!
fr: Échec du chargement des données de soumission !
fr_ca: Échec lors du chargement des données d’envoi!
ga: Theip ar lódáil na sonraí uaslódála!
hi: सबमिशन डेटा लोड करने में विफल!
ht: Echèk chajman done soumisyon!
id: Gagal memuat data penyerahan!
is: Ekki tókst að hlaða skilagögnum!
it: Caricamento consegna dati non riuscito!
ja: 提出データ読み込みに失敗しました！
mi: I hapa te uta ngā tāpaetanga raraunga!
ms: Gagal memuatkan data serahan!
nb: Kunne ikke laste inn innleveringsdata!
nl: Kan inleveringsgegevens niet laden!
pl: Nie udało się załadować danych przesyłki!
pt: Falha no carregamento dos dados de submissão
pt_br: Falha ao carregar dados de envio!
ru: Не удалось загрузить данные отправки!
sl: Nalaganje podatkov o oddaji ni uspelo!
sv: Det gick inte att läsa in inlämningsdata!
sv_instk12: Det gick inte att läsa in inlämningsdata!
th: ไม่สามารถโหลดข้อมูลผลงานจัดส่งได้!
vi: Tải dữ liệu nộp không thành công!
zh: 加载提交项数据失败！
zh_hk: 無法載入提交項目資料！
